Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Recently Updated
ar: المحدَّثة مؤخرًا
de: Kürzlich aktualisiert
es: Actualizados recientemente
fr: Récemment mis à jour
it: Aggiornati di recente
ja: 更新が新しい順
ko: 최근 업데이트순
nl: Onlangs bijgewerkt
pl: Ostatnio zaktualizowane
pt_br: Atualizados recentemente
ru: Недавно обновлённые
sv: Nyligen uppdaterade
tr: Son güncellenenler
zh_hans: 最近更新

source: Recommendations
ar: الاقتراحات
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: おすすめ
ko: 추천
nl: Aanbevelingen
pl: Rekomendacje
pt_br: Recomendações
ru: Рекомендации
sv: Rekommendationer
tr: Öneriler
zh_hans: 推荐

source: Recommended
ar: المقترحة
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliati
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
ru: Рекомендуемые
sv: Rekommenderat
tr: Önerilen
zh_hans: 推荐

source: Recorded Scores
ar: النتائج المسجلة
de: Aufgezeichnete Punktzahlen
es: Puntuaciones registradas
fr: Notes enregistrées
it: Punteggi registrati
ja: 記録されたスコア
ko: 기록된 점수
nl: Vastgelegde scores
pl: Zapisane wyniki
pt_br: Pontuações registradas
ru: Записанные оценки
sv: Sparade poäng
tr: Kaydedilen puanlar
zh_hans: 已记录的得分

source: Relative Pitch
ar: السمع النسبي
de: Relatives Gehör
es: Oído relativo
fr: Oreille relative
it: Orecchio relativo
ja: 相対音感
ko: 상대음감
nl: Relatief gehoor
pl: Słuch względny
pt_br: Ouvido relativo
ru: Относительный слух
sv: Relativt gehör
tr: Göreli kulak
zh_hans: 相对音感

source: Relative pitch is the ability to identify or sing a note by comparing it to a reference note and recognizing the interval, the distance in pitch, between the two. For example, if you know that one note is Do, you can tell which note follows it without looking.
ar: السمع النسبي هو القدرة على تمييز نغمة أو غنائها بمقارنتها بنغمة مرجعية والتعرّف على الفاصل، أي المسافة في درجة الصوت، بينهما. فمثلًا، إذا كنت تعرف أن نغمة ما هي «دو»، يمكنك أن تحدد النغمة التي تليها دون أن تنظر.
de: Relatives Gehör ist die Fähigkeit, einen Ton zu erkennen oder zu singen, indem man ihn mit einem Bezugston vergleicht und das Intervall, also den Tonhöhenabstand, zwischen beiden erkennt. Wenn du zum Beispiel weißt, dass ein Ton Do ist, kannst du sagen, welcher Ton darauf folgt, ohne hinzusehen.
es: El oído relativo es la capacidad de identificar o cantar una nota comparándola con una nota de referencia y reconociendo el intervalo, es decir, la distancia de altura, entre ambas. Por ejemplo, si sabes que una nota es Do, puedes decir qué nota la sigue sin mirar.
fr: L’oreille relative est la capacité d’identifier ou de chanter une note en la comparant à une note de référence et en reconnaissant l’intervalle, c’est-à-dire l’écart de hauteur, entre les deux. Par exemple, si vous savez qu’une note est un do, vous pouvez dire quelle note la suit sans regarder.
it: L’orecchio relativo è la capacità di riconoscere o cantare una nota confrontandola con una nota di riferimento e riconoscendo l’intervallo, cioè la distanza di altezza, tra le due. Per esempio, se sai che una nota è un Do, puoi dire quale nota viene dopo senza guardare.
ja: 相対音感とは、基準となる音と比べて、2つの音の間隔（音程）を聞き取ることで、音を判別したり歌ったりする能力です。たとえば、ある音がドだとわかっていれば、見なくても次に来る音が何かを言い当てられます。
ko: 상대음감은 기준음과 비교해 두 음 사이의 음정, 즉 음높이의 거리를 알아차림으로써 음을 알아내거나 부르는 능력입니다. 예를 들어 한 음이 도라는 것을 알면, 보지 않고도 그다음에 오는 음이 무엇인지 말할 수 있습니다.
nl: Relatief gehoor is het vermogen een noot te herkennen of te zingen door hem te vergelijken met een referentienoot en het interval, de afstand in toonhoogte, tussen de twee te herkennen. Als je bijvoorbeeld weet dat een noot do is, kun je zonder te kijken zeggen welke noot erop volgt.
pl: Słuch względny to umiejętność rozpoznania lub zaśpiewania dźwięku przez porównanie go z dźwiękiem odniesienia i rozpoznanie interwału, czyli odległości wysokości, między nimi. Jeśli na przykład wiesz, że jeden dźwięk to do, możesz bez patrzenia powiedzieć, jaki dźwięk po nim następuje.
pt_br: O ouvido relativo é a capacidade de identificar ou cantar uma nota comparando-a com uma nota de referência e reconhecendo o intervalo, ou seja, a distância de altura, entre as duas. Por exemplo, se você sabe que uma nota é Dó, consegue dizer qual nota vem depois sem olhar.
ru: Относительным слухом называют способность определить или спеть ноту, сравнив её с опорной нотой и распознав интервал, то есть расстояние по высоте, между ними. Например, если вы знаете, что одна нота до, вы можете, не глядя, сказать, какая нота идёт за ней.
sv: Relativt gehör är förmågan att känna igen eller sjunga en ton genom att jämföra den med en referenston och uppfatta intervallet, alltså avståndet i tonhöjd, mellan dem. Om du till exempel vet att en ton är do kan du utan att titta säga vilken ton som följer efter.
tr: Göreli kulak, bir notayı bir referans notayla karşılaştırıp ikisi arasındaki aralığı, yani perde mesafesini tanıyarak o notayı belirleme ya da söyleme becerisidir. Örneğin bir notanın Do olduğunu biliyorsanız, bakmadan ondan sonra hangi notanın geldiğini söyleyebilirsiniz.
zh_hans: 相对音感是指通过把一个音与参考音比较，辨认出两者之间的音程（即音高距离），从而识别或唱出这个音的能力。例如，如果你知道一个音是 Do，就能不看而说出它后面是哪个音。

source: Releasing Tension
ar: التخلص من التوتر
de: Verspannungen lösen
es: Soltar la tensión
fr: Relâcher les tensions
it: Sciogliere le tensioni
ja: 力みをほぐす
ko: 긴장 풀기
nl: Spanning loslaten
pl: Rozluźnianie napięć
pt_br: Soltar a tensão
ru: Снимаем напряжение
sv: Släpp spänningar
tr: Gerginliği bırakmak
zh_hans: 放松紧张

source: Reload New for You
ar: إعادة تحميل «جديد لك»
de: „Neu für dich“ neu laden
es: Recargar «Nuevo para ti»
fr: Recharger « Nouveautés pour vous »
it: Ricarica “Novità per te”
ja: 「あなたへの新着」を再読み込み
ko: “나를 위한 새 연습” 새로고침
nl: ‘Nieuw voor jou’ opnieuw laden
pl: Odśwież „Nowe dla Ciebie”
pt_br: Recarregar “Novidades para você”
ru: Обновить «Новое для вас»
sv: Läs in ”Nytt för dig” igen
tr: “Sizin için yeni” bölümünü yenile
zh_hans: 重新载入“最新推荐”

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 外す
ko: 제거
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Убрать
sv: Ta bort
tr: Kaldır
zh_hans: 移除

source: Remove Favorite
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ru: Убрать из избранного
sv: Ta bort från favoriter
tr: Favorilerden çıkar
zh_hans: 取消收藏

source: Remove Photo
ar: إزالة الصورة
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
nl: Foto verwijderen
pl: Usuń zdjęcie
pt_br: Remover foto
ru: Удалить фото
sv: Ta bort foto
tr: Fotoğrafı kaldır
zh_hans: 移除照片

source: Reordering
ar: إعادة الترتيب
de: Neu anordnen
es: Reordenando
fr: Réorganisation
it: Riordino
ja: 並べ替え中
ko: 순서 변경 중
nl: Herschikken
pl: Zmiana kolejności
pt_br: Reordenando
ru: Перестановка
sv: Ordnar om
tr: Yeniden sıralanıyor
zh_hans: 正在重新排序

source: Repeat
ar: كرّر
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返す
ko: 반복
nl: Herhalen
pl: Powtórz
pt_br: Repetir
ru: Повторять
sv: Repetera
tr: Tekrarla
zh_hans: 重复

source: Repetition
ar: التكرار
de: Wiederholung
es: Repetición
fr: Répétition
it: Ripetizione
ja: 繰り返し
ko: 반복
nl: Herhaling
pl: Powtórzenie
pt_br: Repetição
ru: Повтор
tr: Tekrar
zh_hans: 重复

source: Repetitions
ar: التكرارات
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
ja: 繰り返し
ko: 반복
nl: Herhalingen
pl: Powtórzenia
pt_br: Repetições
ru: Повторы
sv: Repetitioner
tr: Tekrarlar
zh_hans: 重复次数

source: Replace Current Settings?
ar: استبدال الإعدادات الحالية؟
de: Aktuelle Einstellungen ersetzen?
es: ¿Reemplazar los ajustes actuales?
fr: Remplacer les réglages actuels ?
it: Sostituire le impostazioni attuali?
ja: 現在の設定を置き換えますか？
ko: 현재 설정을 대체할까요?
nl: Huidige instellingen vervangen?
pl: Zastąpić bieżące ustawienia?
pt_br: Substituir as configurações atuais?
ru: Заменить текущие настройки?
sv: Ersätta nuvarande inställningar?
tr: Geçerli ayarlar değiştirilsin mi?
zh_hans: 要替换当前设置吗？

source: Report
ar: إبلاغ
de: Melden
es: Denunciar
fr: Signaler
it: Segnala
ja: 報告
ko: 신고
nl: Melden
pl: Zgłoś
pt_br: Denunciar
ru: Пожаловаться
sv: Rapportera
tr: Bildir
zh_hans: 举报

source: Report Exercise
ar: الإبلاغ عن التمرين
de: Übung melden
es: Denunciar ejercicio
fr: Signaler l’exercice
it: Segnala esercizio
ja: エクササイズを報告
ko: 연습 신고
nl: Oefening melden
pl: Zgłoś ćwiczenie
pt_br: Denunciar exercício
ru: Пожаловаться на упражнение
sv: Rapportera övning
tr: Egzersizi bildir
zh_hans: 举报练习

source: Report Not Sent
ar: لم يُرسَل البلاغ
de: Meldung nicht gesendet
es: Denuncia no enviada
fr: Signalement non envoyé
it: Segnalazione non inviata
ja: 報告を送信できませんでした
ko: 신고를 보내지 못했습니다
nl: Melding niet verstuurd
pl: Nie wysłano zgłoszenia
pt_br: Denúncia não enviada
ru: Жалоба не отправлена
sv: Rapporten skickades inte
tr: Rapor gönderilmedi
zh_hans: 举报未发送

source: Report Profile
ar: الإبلاغ عن الملف الشخصي
de: Profil melden
es: Denunciar perfil
fr: Signaler le profil
it: Segnala profilo
ja: プロフィールを報告
ko: 프로필 신고
nl: Profiel melden
pl: Zgłoś profil
pt_br: Denunciar perfil
ru: Пожаловаться на профиль
sv: Rapportera profil
tr: Profili bildir
zh_hans: 举报个人资料

source: Report Sent!
ar: تم إرسال البلاغ!
de: Meldung gesendet!
es: ¡Denuncia enviada!
fr: Signalement envoyé !
it: Segnalazione inviata!
ja: 報告を送信しました！
ko: 신고를 보냈습니다!
nl: Melding verstuurd!
pl: Wysłano zgłoszenie!
pt_br: Denúncia enviada!
ru: Жалоба отправлена!
sv: Rapporten skickad!
tr: Rapor gönderildi!
zh_hans: 已发送举报！

source: Request a New Feature / Report a Bug
ar: اطلب ميزة جديدة / أبلغ عن خطأ
de: Funktion vorschlagen / Fehler melden
es: Sugerir una función / Informar de un error
fr: Proposer une fonctionnalité / Signaler un bug
it: Proponi una funzione / Segnala un bug
ja: 機能のリクエスト / 不具合の報告
ko: 기능 요청 / 버그 신고
nl: Functie voorstellen / Bug melden
pl: Zaproponuj funkcję / Zgłoś błąd
pt_br: Sugerir um recurso / Relatar um erro
ru: Предложить функцию / Сообщить об ошибке
sv: Föreslå en funktion / Rapportera ett fel
tr: Özellik öner / Hata bildir
zh_hans: 建议新功能 / 报告错误

source: Required for a question, since there's no way to answer you without it.
ar: مطلوب للأسئلة، إذ لا توجد طريقة للرد عليك بدونه.
de: Bei einer Frage nötig, denn ohne Adresse kann dir niemand antworten.
es: Obligatorio para una pregunta, porque sin dirección no hay forma de responderte.
fr: Obligatoire pour une question, car sans adresse il n’y a aucun moyen de vous répondre.
it: Obbligatorio per una domanda, perché senza indirizzo non c’è modo di risponderti.
ja: 質問の場合は必須です。アドレスがないと返信できません。
ko: 질문일 때는 필수입니다. 주소가 없으면 답장할 수 없습니다.
nl: Verplicht bij een vraag, want zonder adres is er geen manier om je te antwoorden.
pl: Wymagane przy pytaniu, bo bez adresu nie da się odpowiedzieć.
pt_br: Obrigatório para uma pergunta, porque sem endereço não há como responder a você.
ru: Обязательно для вопроса: без адреса ответить вам не получится.
sv: Krävs för en fråga, för utan adress går det inte att svara dig.
tr: Bir soru için zorunlu, çünkü adres olmadan sana yanıt verilemez.
zh_hans: 提问时必填，否则无法回复你。

source: Reset
ar: إعادة التعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sv: Återställ
tr: Sıfırla
zh_hans: 重置

source: Reset All Settings
ar: إعادة تعيين كل الإعدادات
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fr: Réinitialiser tous les réglages
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 초기화
nl: Alle instellingen herstellen
pl: Zresetuj wszystkie ustawienia
pt_br: Redefinir todas as configurações
ru: Сбросить все настройки
sv: Återställ alla inställningar
tr: Tüm ayarları sıfırla
zh_hans: 重置所有设置

source: Resonance
ar: الرنين
de: Resonanz
es: Resonancia
fr: Résonance
it: Risonanza
ja: 共鳴
ko: 공명
nl: Resonantie
pl: Rezonans
pt_br: Ressonância
ru: Резонанс
sv: Resonans
tr: Rezonans
zh_hans: 共鸣

source: Rest your top teeth lightly on your lower lip and keep the air buzzing. The steady "V" helps you keep your airflow even.
ar: ضع أسنانك العلوية برفق على شفتك السفلى وأبقِ الهواء يطنّ. يساعدك «V» الثابت على إبقاء تدفق الهواء متساويًا.
de: Leg die oberen Zähne leicht auf die Unterlippe und lass die Luft summen. Das gleichmäßige „V“ hilft dir, den Luftstrom gleichmäßig zu halten.
es: Apoya ligeramente los dientes superiores sobre el labio inferior y mantén el aire vibrando. La «V» constante te ayuda a mantener un flujo de aire uniforme.
fr: Posez légèrement les dents du haut sur la lèvre inférieure et gardez l’air vibrant. Le « V » continu vous aide à garder un souffle régulier.
it: Appoggia leggermente i denti superiori sul labbro inferiore e mantieni l’aria vibrante. La “V” costante ti aiuta a tenere un flusso d’aria uniforme.
ja: 上の歯を下唇に軽くのせ、息で響きを保ちます。一定の「V」が、息の流れを均一に保つ助けになります。
ko: 윗니를 아랫입술에 가볍게 대고 공기가 계속 울리게 하세요. 일정한 “V”가 호흡 흐름을 고르게 유지하도록 도와줍니다.
nl: Laat je boventanden licht op je onderlip rusten en houd de lucht zoemend. De gelijkmatige ‘V’ helpt je de luchtstroom gelijk te houden.
pl: Oprzyj lekko górne zęby na dolnej wardze i utrzymuj brzęczenie powietrza. Równe „V” pomaga utrzymać równy przepływ powietrza.
pt_br: Apoie levemente os dentes de cima no lábio inferior e mantenha o ar vibrando. O “V” constante ajuda a manter o fluxo de ar uniforme.
ru: Слегка положите верхние зубы на нижнюю губу и держите воздух вибрирующим. Ровное «V» помогает сохранять равномерный поток воздуха.
sv: Låt övertänderna vila lätt mot underläppen och håll luften surrande. Det jämna ”V” hjälper dig att hålla luftflödet jämnt.
tr: Üst dişlerinizi hafifçe alt dudağınıza dayayın ve havanın titreşmesini sürdürün. Sabit “V” sesi hava akışınızı eşit tutmanıza yardımcı olur.
zh_hans: 上齿轻轻搭在下唇上，让气流持续振动。稳定的“V”能帮助你保持均匀的气流。

source: Reverse Order
ar: عكس الترتيب
de: Umgekehrte Reihenfolge
es: Orden inverso
fr: Ordre inversé
it: Ordine inverso
ja: 逆順
ko: 역순
nl: Omgekeerde volgorde
pl: Odwrotna kolejność
pt_br: Ordem inversa
ru: Обратный порядок
sv: Omvänd ordning
tr: Ters sıra
zh_hans: 倒序

source: Revert
ar: استعادة
de: Zurücksetzen
es: Restaurar
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Återställ
tr: Geri yükle
zh_hans: 还原

source: Revert All Bundled Exercises
ar: استعادة كل التمارين المرفقة
de: Alle mitgelieferten Übungen zurücksetzen
es: Restaurar todos los ejercicios incluidos
fr: Rétablir tous les exercices fournis
it: Ripristina tutti gli esercizi inclusi
ja: 付属のエクササイズをすべて元に戻す
ko: 기본 제공 연습 모두 되돌리기
nl: Alle meegeleverde oefeningen herstellen
pl: Przywróć wszystkie dołączone ćwiczenia
pt_br: Restaurar todos os exercícios incluídos
ru: Восстановить все встроенные упражнения
sv: Återställ alla medföljande övningar
tr: Uygulamayla gelen tüm egzersizleri geri yükle
zh_hans: 还原所有自带练习

source: Review
ar: مراجعة
de: Auswerten
es: Revisar
fr: Revoir
it: Rivedi
ja: 振り返り
ko: 다시 보기
nl: Terugkijken
pl: Przejrzyj
pt_br: Revisar
ru: Разбор
sv: Granska
tr: İncele
zh_hans: 回看

source: Rhythm can be trained too. Break a rhythm into small patterns you can recognize, and practice it with your body: tap it with your hands or feet, or sing it on a syllable such as “ta”. A metronome helps you keep a steady tempo.
ar: ويمكن تدريب الإيقاع أيضًا. قسّم الإيقاع إلى أنماط صغيرة تستطيع التعرّف عليها، وتمرّن عليه بجسمك: انقره بيديك أو قدميك، أو غنّه على مقطع مثل «تا». ويساعدك المترونوم على الحفاظ على سرعة ثابتة.
de: Auch Rhythmus lässt sich trainieren. Zerlege einen Rhythmus in kleine Muster, die du wiedererkennst, und übe ihn mit dem Körper: Klopfe ihn mit Händen oder Füßen oder singe ihn auf einer Silbe wie „ta“. Ein Metronom hilft dir, ein gleichmäßiges Tempo zu halten.
es: El ritmo también se puede entrenar. Divide un ritmo en pequeños patrones que puedas reconocer y practícalo con el cuerpo: márcalo con las manos o los pies, o cántalo sobre una sílaba como «ta». Un metrónomo te ayuda a mantener un tempo constante.
fr: Le rythme s’entraîne aussi. Découpez un rythme en petits motifs que vous savez reconnaître et travaillez-le avec le corps : tapez-le avec les mains ou les pieds, ou chantez-le sur une syllabe comme « ta ». Un métronome vous aide à garder un tempo régulier.
it: Anche il ritmo si può allenare. Suddividi un ritmo in piccoli schemi che riesci a riconoscere ed esercitati con il corpo: battilo con le mani o con i piedi, oppure cantalo su una sillaba come “ta”. Un metronomo ti aiuta a mantenere un tempo costante.
ja: リズムも鍛えることができます。リズムを聞き分けられる小さなパターンに分けて、体を使って練習しましょう。手や足でたたいたり、「タ」のような音節で歌ったりします。メトロノームを使うと一定のテンポを保ちやすくなります。
ko: 리듬도 훈련할 수 있습니다. 리듬을 알아볼 수 있는 작은 패턴으로 나누고 몸으로 연습하세요. 손이나 발로 두드리거나 “타” 같은 음절로 불러 보세요. 메트로놈을 쓰면 일정한 템포를 유지하는 데 도움이 됩니다.
nl: Ook ritme is te trainen. Deel een ritme op in kleine patronen die je herkent en oefen het met je lichaam: tik het met je handen of voeten, of zing het op een lettergreep zoals ‘ta’. Een metronoom helpt je een gelijkmatig tempo aan te houden.
pl: Rytm także można ćwiczyć. Podziel rytm na małe wzorce, które potrafisz rozpoznać, i ćwicz go całym ciałem: wystukuj go rękami lub stopami albo śpiewaj na sylabie takiej jak „ta”. Metronom pomoże ci utrzymać równe tempo.
pt_br: O ritmo também pode ser treinado. Divida um ritmo em pequenos padrões que você reconheça e pratique com o corpo: marque com as mãos ou os pés, ou cante em uma sílaba como “ta”. Um metrônomo ajuda a manter um andamento constante.
ru: Чувство ритма тоже можно тренировать. Разбейте ритм на небольшие узнаваемые фигуры и отрабатывайте его телом: отстукивайте руками или ногами или пропевайте на слог вроде «та». Метроном поможет держать ровный темп.
sv: Även rytm går att träna. Dela upp en rytm i små mönster som du känner igen och öva den med kroppen: slå den med händerna eller fötterna, eller sjung den på en stavelse som ”ta”. En metronom hjälper dig att hålla ett jämnt tempo.
tr: Ritim de çalıştırılabilir. Bir ritmi tanıyabileceğiniz küçük kalıplara bölün ve vücudunuzla çalışın: ellerinizle ya da ayaklarınızla vurun veya “ta” gibi bir heceyle söyleyin. Metronom, sabit bir tempo tutmanıza yardımcı olur.
zh_hans: 节奏也可以训练。把节奏拆成你能辨认的小型节奏型，并用身体来练：用手或脚打出来，或者用“ta”这样的音节唱出来。节拍器能帮助你保持稳定的速度。

source: Roll your tongue on a steady stream of air, like a purring cat. If you can't roll your R yet, use a lip trill instead.
ar: دحرج لسانك على تيار هواء ثابت، مثل قطة تخرخر. إن لم تستطع لفظ الراء المدحرجة بعد، فاستخدم رفرفة الشفاه بدلًا منها.
de: Rolle die Zunge auf einem gleichmäßigen Luftstrom, wie eine schnurrende Katze. Wenn du das R noch nicht rollen kannst, nimm stattdessen ein Lippenflattern.
es: Haz vibrar la lengua con un flujo de aire constante, como un gato que ronronea. Si todavía no sabes hacer la erre, usa una vibración de labios.
fr: Roulez la langue sur un souffle régulier, comme un chat qui ronronne. Si vous ne savez pas encore rouler les R, faites plutôt une trille des lèvres.
it: Fai vibrare la lingua su un flusso d’aria costante, come un gatto che fa le fusa. Se non sai ancora arrotare la R, usa un trillo labiale.
ja: のどを鳴らす猫のように、一定の息で舌を震わせます。巻き舌がまだできない場合は、代わりにリップロールをします。
ko: 가르랑거리는 고양이처럼 일정한 호흡으로 혀를 떨어 주세요. 아직 R을 굴리지 못한다면 대신 립 트릴을 하세요.
nl: Rol je tong op een gelijkmatige luchtstroom, als een spinnende kat. Kun je je R nog niet rollen, gebruik dan een lippentril.
pl: Wibruj językiem na równym strumieniu powietrza, jak mruczący kot. Jeśli nie umiesz jeszcze wymówić wibrującego R, zrób trel wargowy.
pt_br: Vibre a língua com um fluxo de ar constante, como um gato ronronando. Se ainda não consegue vibrar o R, use uma vibração de lábios.
ru: Вибрируйте языком на ровном потоке воздуха, как мурлыкающая кошка. Если вы пока не умеете раскатывать «р», делайте губную трель.
sv: Rulla tungan på en jämn luftström, som en spinnande katt. Om du inte kan rulla på R ännu kan du göra en läppdrill i stället.
tr: Mırlayan bir kedi gibi, sabit bir hava akışıyla dilinizi titretin. Henüz R’yi yuvarlayamıyorsanız bunun yerine dudak titreşimi yapın.
zh_hans: 像打呼噜的猫一样，用稳定的气流让舌头颤动。如果还不会打嘟噜，就改用唇颤音。

source: Rolling Triplets
ar: ثلاثيات متدحرجة
de: Rollende Triolen
es: Tresillos encadenados
fr: Triolets en cascade
it: Terzine a catena
ja: 転がる3連符
ko: 굴러가는 셋잇단음
nl: Rollende triolen
pl: Toczące się triole
pt_br: Tercinas encadeadas
ru: Катящиеся триоли
sv: Rullande trioler
tr: Yuvarlanan üçlemeler
zh_hans: 滚动三连音

source: Round your lips into a small "Oo" and restart every note with a gentle "M". Don't push for volume.
ar: دوّر شفتيك على شكل «Oo» صغيرة وابدأ كل نغمة من جديد بـ «M» لطيفة. لا تضغط لرفع الصوت.
de: Runde die Lippen zu einem kleinen „Oo“ und setze jeden Ton mit einem sanften „M“ neu an. Drück nicht auf Lautstärke.
es: Redondea los labios en una «Oo» pequeña y empieza cada nota con una «M» suave. No fuerces el volumen.
fr: Arrondissez les lèvres en un petit « Oo » et relancez chaque note avec un « M » doux. Ne forcez pas sur le volume.
it: Arrotonda le labbra in una piccola “Oo” e riattacca ogni nota con una “M” delicata. Non spingere sul volume.
ja: 唇を小さな「Oo」の形に丸め、どの音もやさしい「M」から始め直します。音量を無理に出さないようにします。
ko: 입술을 작은 “Oo” 모양으로 둥글게 하고 음마다 부드러운 “M”으로 다시 시작하세요. 음량을 억지로 키우지 마세요.
nl: Maak je lippen rond tot een kleine ‘Oo’ en zet elke noot opnieuw in met een zachte ‘M’. Forceer het volume niet.
pl: Zaokrąglij wargi w małe „Oo” i zaczynaj każdy dźwięk od delikatnego „M”. Nie forsuj głośności.
pt_br: Arredonde os lábios em um “Oo” pequeno e comece cada nota com um “M” suave. Não force o volume.
ru: Округлите губы в маленькое «Oo» и начинайте каждую ноту с мягкого «M». Не форсируйте громкость.
sv: Runda läpparna till ett litet ”Oo” och börja varje ton med ett mjukt ”M”. Pressa inte fram volym.
tr: Dudaklarınızı küçük bir “Oo” şeklinde yuvarlayın ve her notayı yumuşak bir “M” ile yeniden başlatın. Sesi zorlamayın.
zh_hans: 把嘴唇收圆成一个小小的“Oo”，每个音都用轻柔的“M”重新起音。不要用力追求音量。

source: Rounded
ar: مستدير
de: Abgerundet
es: Redondeada
fr: Arrondie
it: Arrotondato
ja: 丸ゴシック
ko: 둥근체
nl: Afgerond
pl: Zaokrąglona
pt_br: Arredondada
ru: Скруглённый
sv: Rundad
tr: Yuvarlak
zh_hans: 圆体

source: Routine Saved!
ar: تم حفظ الروتين!
de: Routine gesichert!
es: ¡Rutina guardada!
fr: Routine enregistrée !
it: Routine salvata!
ja: ルーティンを保存しました！
ko: 루틴을 저장했습니다!
nl: Routine bewaard!
pl: Zapisano rutynę!
pt_br: Rotina salva!
ru: Программа сохранена!
sv: Rutinen sparad!
tr: Rutin kaydedildi!
zh_hans: 已保存训练组！

source: Routines
ar: الروتينات
de: Routinen
es: Rutinas
it: Routine
ja: ルーティン
ko: 루틴
pl: Rutyny
pt_br: Rotinas
ru: Программы
sv: Rutiner
tr: Rutinler
zh_hans: 训练组

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

source: Save Current as Template
ar: حفظ الحالي كقالب
de: Aktuelle als Vorlage sichern
es: Guardar la actual como plantilla
fr: Enregistrer l’actuel comme modèle
it: Salva l’attuale come modello
ja: 現在の設定をテンプレートとして保存
ko: 현재 설정을 템플릿으로 저장
nl: Huidige als sjabloon bewaren
pl: Zapisz bieżące jako szablon
pt_br: Salvar atual como modelo
ru: Сохранить текущие как шаблон
sv: Spara nuvarande som mall
tr: Geçerli ayarları şablon olarak kaydet
zh_hans: 将当前设置保存为模板

source: Save the current visual settings as a template.
ar: احفظ الإعدادات المرئية الحالية كقالب.
de: Sichert die aktuellen Darstellungseinstellungen als Vorlage.
es: Guarda los ajustes de apariencia actuales como plantilla.
fr: Enregistre les réglages d’apparence actuels comme modèle.
it: Salva le impostazioni di aspetto attuali come modello.
ja: 現在の表示設定をテンプレートとして保存します。
ko: 현재 화면 설정을 템플릿으로 저장합니다.
nl: Bewaart de huidige weergave-instellingen als sjabloon.
pl: Zapisuje bieżące ustawienia wyglądu jako szablon.
pt_br: Salva as configurações de aparência atuais como modelo.
ru: Сохраняет текущие настройки оформления как шаблон.
sv: Sparar de nuvarande utseendeinställningarna som en mall.
tr: Geçerli görünüm ayarlarını şablon olarak kaydeder.
zh_hans: 将当前的视觉设置保存为模板。
